Repository: team-hummelt/hupa-teams-free
Catalog: languages/hupa-teams-*.po
Languages: de_de

source: Category
de_de: Kategorie

source: select
de_de: auswählen

source: Template
de_de: Vorlage

source: Team Members Optionen
de_de: Teammitglied Optionen

source: Team Member settings
de_de: Einstellungen für Teammitglieder

source: Team Member Cover Images
de_de: Teammitglied Coverbild

source: Team Member options
de_de: Optionen für Teammitglieder

source: Choose an image
de_de: Bild auswählen

source: Replace image
de_de: Bild ersetzen

source: Remove image
de_de: Bild löschen

source: Scroll to member
de_de: Zum Mitglied scrollen

source: Team member name
de_de: Teammitglied Name

source: Team member subtitle
de_de: Teammitglied Untertitel

source: Member active
de_de: Teammitglied aktiv

source: Team Members Posts
de_de: Team Members Beiträge

source: Edit Team Members Post
de_de: Beitrag von Team-Member bearbeiten

source: Team Members Posts navigation
de_de: Team Members Beiträge Navigation

source: Add new post
de_de: Neuen Beitrag schreiben

source: Team Members Posts Archives
de_de: Team Members Beiträge Archiv

source: Team Members Categories
de_de: Kategorien der Teammitglieder

source: Team Members Category
de_de: Team Members Kategorie

source: Search Team Members Categories
de_de: Suche Team Members Kategorien

source: All Team Members Categories
de_de: Alle Team-Members Kategorien

source: Parent Team Members Category
de_de: Mitglieder der Elternkategorie Team Members

source: Parent Team Members Category:
de_de: Mitglieder der Elternkategorie Team Members:

source: Edit Team Members Category
de_de: Kategorie Team Members bearbeiten

source: Update Team Members Category
de_de: Team Members Kategorie aktualisieren

source: Add New Team Members Category
de_de: Neue Team Members Kategorie hinzufügen

source: New Team Members Category
de_de: Neue Kategorie Team Members

source: Members Categories
de_de: Team Members Kategorien

source: Standard category for Team Members posts
de_de: Standardkategorie für Beiträge von Team Members

source: This plugin has been disabled because it requires a PHP version greater than %s and a WordPress version greater than %s. Your PHP version can be updated by your hosting provider.
de_de: Dieses Plugin wurde deaktiviert, weil es eine PHP-Version größer als %s und eine WordPress-Version größer als %s benötigt. Ihre PHP-Version kann von Ihrem Hosting-Anbieter aktualisiert werden.
